import React from 'react';
import "./Overview.css";

function Overview(props) {

	return (
		<div>
			<details>
  				<summary><strong>창세기</strong> "천 지 창 조"</summary>
				<div class="content">
					<p>창세기는 우주 만물의 시작과 기원을 보여 주는 책인 동시에 인류 가운데 들어온 무서운 죄의 근원도 분명하게 드러낸다. 하지만 이에 머물지 않고 창세기는 죄악으로 인해 영원한 파멸 가운데 놓여 있는 인류를 그대로 방치하지 않고 친히 찾아오셔서 구원의 길을 활짝 열어주신 하나님의 놀랍고 오묘한 구원 섭리를 명쾌하게 보여 주고 있다.</p>
					<img src="./assets/Overview/Genesis-01.svg" alt="창세기 지도"></img>
					<p><br></br>창세기는 비옥한 초승달 지역(페르시아 만에서 시작하여 티그리스와 유브라데 강을 중심한 메소보다미아 지역, 또 요단 강을 중심으로 한 팔레스타인 전역과 애굽의 나일 강 유역에 이르는 광활한 지대)을 무대로 한다. 그중 전반부의 창조와 타락, 홍수와 바벨탑 사건 등은 가나안 북부 지역, 이어 아브라함과 이삭, 야곱의 역사는 가나안 땅, 마지막으로 요셉과 관련된 역사는 애굽이 중심 무대다.</p>
					<img src="./assets/Overview/Genesis-02.svg" alt="창세기 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>출애굽기</strong> "애 굽 탈 출"</summary>
				<div class="content">
					<p>애굽으로 이주한 야곱과 그 가족(70여 명)은 하나님의 은혜로 많은 무리를 이루었다. 본서는 그들 무리가 애굽 땅에서 당하는 혹독한 고난과 노예 생활, 그리고 구원 역사의 결정판이라 할 수 있는 출애굽 사건을 거쳐 신약 예배의 모형이 되는 제사 제도의 정립과 성막 완공 등을 소개하고 있다. 우리는 출애굽기를 통해 곤고한 인생이 구세주이신 그리스도로 말미암아 구원얻어 하나님을 찬양하고 예배하는 복된 인생으로 전환되는 일련의 구속 과정을 재발견하게 된다.</p>
					<img src="./assets/Overview/Exodus-01.svg" alt="출애굽기 지도"></img>
					<p><br></br>이스라엘 백성의 생활 무대인 애굽의 고센 땅과 노역 현장들(비돔, 라암셋). 출애굽 구원 역사의 분깃점인 홍해. 시내 산에 도착하기까지 거쳐간 신 광야의 마라, 엘림, 르비딤 등 여러 도시들. 율법과 계명을 수여받은 시내 산 입니다.</p>
					<img src="./assets/Overview/Exodus-02.svg" alt="출애굽기 표"></img>
  				</div>
			</details>
			<details>
  				<summary><strong>레위기</strong> “오 대 제 사”</summary>
				<div class="content">
					<p>성막에서 수행되는 각종 제사 제도를 비롯하여 일상사에서 지켜야 할 성결한 삶에 대한 율례가 기록되어 있다. 특히 레위기는 죄악 된 세상에서 살아가는 인간이 거룩하신 하나님 앞에서 죄 사함을 받고 정결하게 되는 법을 보여주는 성결의 책이라 할 수 있다. 비록 레위기에 소개되는 제사 제도나 각종 정결례가 오늘날 문자적으로 적용되지는 않지만 ‘너희는 거룩하라 이는 나 여호와 너희 하나님이 거룩함이니라’(레 19:2)는 레위기의 정신은 현대의 성도들에게도 여전히 불변의 신앙 원칙으로 자리 잡고 있는 것만은 사실이다.</p>
					<img src="./assets/Overview/Leviticus-01.svg" alt="레위기 지도"></img>
					<p><br></br>본서는 시내 산 아랫자락에서 이스라엘 백성이 체류하며 하나님으로부터 율법을 받는 동안 기록되었다. 따라서 본서의 무대는 출애굽기 후반부의 중심 무대인 시내산과 일치한다.</p>
					<img src="./assets/Overview/Leviticus-02.svg" alt="레위기 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>민수기</strong> "광 야 생 활"</summary>
				<div class="content">
					<p>민수기는 출애굽한 이스라엘 백성이 38년 동안 광야에서 방랑하다 요단 동편 모압 평지에 당도하기까지의 과정을 그린 유랑의 역사를 기록한 책이다. 이스라엘 백성이 가나안 땅의 주인이 되기 위해 연단받은 광야 생활은 곧 하늘 가나안(천국)을 약속받은 성도들이 이 땅에서 연단과 훈련의 과정을 능히 이기고 승리해야 한다는 교훈을 준다.</p>
					<img src="./assets/Overview/Numbers-01.svg " alt="민수기 지도"></img>
					<p><br></br>행진의 출발지인 시내산, 열두 정탐꾼을 파견하고 불신앙으로 하나님을 대적했던 실패의 장소 가데스 바네아, 열두 정탐꾼이 두루 탐지했던 약속의 땅 가나안, 38년 동안 유랑한 바란 광야, 가나안 입성 전 마지막 정착했던 요단 동편의 모압 평원, 또 거기까지 거쳐온 에돔과 모압이 본서의 주요 무대다.</p>
					<img src="./assets/Overview/Numbers-02.svg" alt="민수기 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>신명기</strong> “신 앙 교 육”</summary>
				<div class="content">
					<p>신명기는 출애굽 이후 40년 간의 광야 여정을 마친 모세가 광야에서 태어난 신세대 이스라엘 백성을 위해 광야 생활을 회고하며 약속의 땅 가나안 땅에서 지켜야 할 하나님의 법(율법)을 3차례의 긴 설교를 통해 상기시켜 주는 내용으로 이루어져 있다.</p>
					<img src="./assets/Overview/Deuteronomy-01.svg " alt="신명기 표"></img>
					<p><br></br>이스라엘이 가나안에 들어가기 직전 가나안 입성을 준비하며 광야 유랑 생활을 마무리했던 요단 동편 모압 평원. 주변 국가인 암몬, 모압, 에돔. 그리고 모세가 120년 일생을 마감했던 느보 산 등이 중심 무대다.</p>
  				</div>
			</details>
			<details>	
  				<summary><strong>여호수아</strong> "가 나 안 정 복"</summary>
				<div class="content">
					<p>여호수아서는 모세의 후계자인 여호수아가 이스라엘 백성을 인솔하고 요단 강을 건너가서 약속의 땅 가나안을 정복하고, 하나님께서 주신 영토를 각 지파 백성들에게 분배함으로써 하나님이 이스라엘의 조상들에게 주시기로 약속하셨던 내용들을 성취해가는 일련의 과정을 기록한 책이다. 따라서 본서는 오늘날 이 땅에서 하나님의 나라를 건설하고 확장시켜 나가야 할 사명을 부여받은 우리 성도들에게 하나의 좋은 모델을 제시해 준다고 할 수 있다.</p>
					<img src="./assets/Overview/Joshua-01.svg" alt="여호수아 지도"></img>
					<p><br></br>광야 생활의 마지막 체류지 모압 평원, 요단 강, 길갈, 정복 전쟁의 첫 전투지인 가나안 중부의 여리고와 아이 성. 여호수아가 정복한 가나안 남부와 북부 지방의 여러 도시들. 영토 분배시 이스라엘 백성이 지파별로 할당받은 여러 도시들이다.</p>
					<img src="./assets/Overview/Joshua-02.svg" alt="여호수아 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>사사기</strong> "죄 반 복, 구 원"</summary>
				<div class="content">
					<p>사사기는 통일된 국가 조직을 갖추기 전 일종의 과도 체제하에서 이스라엘 백성이 ‘각기 자기의 소견에 옳은 대로’ 처신하던 타락하고 범죄한 암울했던 역사를 배경으로 한다. 우리는 사사기에서 범죄한 이스라엘 백성을 징계하는 수단으로 하나님이 이방 군대를 동원하시고, 또 회개하는 이스라엘 백성을 위해 사사를 보내사 구원하시는 심판과 구원의 반복적인 역사를 발견하게 되며, 아울러 세상 역사를 주관하시는 하나님의 의로운 통치 원리를 배우게 된다.</p>
					<img src="./assets/Overview/Judges-01.svg" alt="사사기 지도"></img>
					<p><br></br>최초의 사사 옷니엘을 비롯하여 우리에게 잘 알려진 유명한 사사 삼손 등 본서를 대표하는 12사사가 활동한 가나안의 여러 도시들. 또한 사사들이 정복한 이방 나라들과 도시들.</p>
					<img src="./assets/Overview/Judges-02.svg" alt="사사기 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>룻기</strong> “믿 음 선 택”</summary>
				<div class="content">
					<p>룻기는 현숙한 한 여인이 타락하고 부패하여 죄로 점철된 혼란스런 사사 시대를 살아가면서 겪는 가정적 불행과 생활고를 사랑과 헌신으로 극복하여 마침내 복된 결과를 얻게 되고, 또 비록 이방 출신 여인이지만 여호와 신앙을 지킴으로 예수 그리스도의 계보에 오르는 과정을 평이한 문체로 아름답고 잔잔하게 서술한 전기 문학(傳記文學)적 형태의 책이다.</p>
					<img src="./assets/Overview/Ruth-01.svg" alt="룻기 지도"></img>
					<p><br></br>나오미와 엘리멜렉의 고향 베들레헴과, 나오미 가족이 이주하여 정착했던 땅이며 며느리 룻의 고향이기도 한 모압 땅이 주무대다.</p>
					<img src="./assets/Overview/Ruth-02.svg" alt="룻기 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>사무엘상</strong> "왕 정 시 작"</summary>
				<div class="content">
					<p>히브리 성경에서 한 권으로 이루어져 있는 사무엘서는 개역 성경에서 사무엘상과 사무엘하로 구분된다. 먼저 사무엘상은 사사 시대가 마감되고 왕정 시대가 시작되는 한 세기 동안의 전환기 역사를 다루고 있다. 사무엘상은 특히 세 지도자의 활동을 중심으로 요약될 수 있는데, 사사 시대 말기에 마지막 사사요, 선지자로 활약하며 이스라엘 백성을 지도한 사무엘과 왕정 시대를 연 초대 임금 사울, 사울을 대신하여 이스라엘의 지도자요 2대 왕으로 세움받은 다윗이 대표적 인물이다.</p>
					<img src="./assets/Overview/1Samuel-01.svg" alt="사무엘상 지도"></img>
					<p><br></br>사무엘서의 전반부인 사무엘상에서는 중심 인물인 사무엘 선지자의 출생지 라마. 당시 성막이 있던 실로. 민족적 대회개 운동이 전개된 미스바. 다윗이 사울을 피해 도주한 망명처 블레셋의 가드와 시글락. 사울이 최후를 맞이한 길보아 산 등이 중심 무대가 된다.</p>
					<img src="./assets/Overview/1Samuel-02.svg" alt="사무엘상 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>사무엘하</strong> "다 윗 통 치"</summary>
				<div class="content">
					<p>사무엘상에 이어 계속되는 사무엘하는 사울 왕의 죽음으로 시작되어 다윗의 즉위와 40년 통치 대부분을 취급하는데, 다윗의 즉위와 왕국의 부흥을 기술하는 전반부(삼하 1-10장), 그리고 다윗의 실패와 역경(삼하 11-20장)을 기술한 후반부로 크게 이분(二分)된다.</p>
					<img src="./assets/Overview/2Samuel-01.svg" alt="사무엘하 지도"></img>
					<p><br></br>사무엘하에서는 다윗의 전기 7년 통치 장소인 헤브론. 후기 33년 통치가 이루어진 이스라엘의 수도 예루살렘. 그리고 모압, 암몬, 블레셋 등 다윗이 평정한 주변 여러 나라들이 중심 무대를 이룬다.</p>
					<img src="./assets/Overview/2Samuel-02.svg" alt="사무엘하 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>열왕기상</strong> "분 열 왕 국"  &amp; <strong>열왕기하</strong> "왕 국 몰 락"</summary>
				<div class="content">
					<p>열왕기서는 다윗 왕의 죽음에서부터 왕국 분열을 거쳐 북이스라엘 왕 아합의 죽음에 이르기까지 120여 년 역사를 그린 ‘열왕기상’과 북이스라엘 왕 아하시야의 통치에서부터 남북 왕국의 멸망과 포로기까지 300여 년 역사를 그린 ‘열왕기하’로 구분된다. 이렇듯 열왕기서는 비록 선민이면서도 하나님을 저버린 통치자의 연약함과 그 나라의 유한함을 유감없이 보여 주고 있다. 그와 동시에 선민 이스라엘 역사 가운데서 끊임없이 간섭하시는 하나님의 절대 주권과 능력을 여과없이 기술하고 있다. 따라서 본서는 당신의 백성의 운명을 주장하고 계신 하나님의 통치 원리를 배우는 데 더 없이 훌륭한 역사 교과서로 평가되고 있다.</p>
					<img src="./assets/Overview/Kings-01.svg" alt="열왕기상하 지도"></img>
					<p><br></br>솔로몬 사후 분열된 남유다 왕국의 수도 예루살렘, 북이스라엘의 수도 사마리아. 그외 남북 왕조의 주요 도시들. 북왕조를 멸망시킨 앗수르. 남유다를 멸망시키고 백성들을 포로로 끌고 간 바벨론. 그리고 남유다에 지속적으로 영향력을 행사했던 애굽.</p>
  				</div>
			</details>
			<details>	
  				<summary><strong>역대상</strong> "성 전 준 비"  &amp; <strong>역대하</strong> "성 전 건 축"</summary>
				<div class="content">
					<p>사무엘서나 열왕기서와 동시대의 역사를 기술하고 있는 역대기는 다윗의 계보에서부터 다윗의 통치 전반의 역사를 다루는 ‘역대상’과 솔로몬의 즉위와 통치, 왕국 분열 후 남유다 왕국의 역사를 다루는 ‘역대하’로 구분된다. 그러나 역대기가 사무엘서나 열왕기서와 차이점이 있다면 사무엘서나 열왕기서가 선지자적 관점에서 왕을 중심으로 한 이스라엘의 정치 역사를 기술하고 있는 반면 역대기는 제사장적 관점에서 예루살렘 성전을 중심으로 한 종교적 측면을 다루고 있다는 점이다. 이런 이유에서 특히 역대하는 멸망한 북왕국은 거의 언급하지 않고 개혁 성향이 뛰어난 남유다 선왕(善王)들의 업적에 대해서는 많은 지면을 할애하고 있다.</p>
					<img src="./assets/Overview/Chronicles-01.svg" alt="역대상하 지도"></img>
					<p><br></br>솔로몬 사후 분열된 남유다 왕국의 수도 예루살렘, 북이스라엘의 수도 사마리아. 그외 남북 왕조의 주요 도시들. 북왕조를 멸망시킨 앗수르. 남유다를 멸망시키고 백성들을 포로로 끌고 간 바벨론. 그리고 남유다에 지속적으로 영향력을 행사했던 애굽.</p>
  				</div>
			</details>
			<details>	
  				<summary><strong>에스라</strong> "성 전 재 건"</summary>
				<div class="content">
					<p>역대하의 끝부분에 언급된 고레스의 유다 포로 본토 귀환령을 다시 반복함으로 시작되는 본서는 스룹바벨이 주도하는 1차 포로 귀환과 귀국한 유다 백성의 성전 재건 사역(1-6장), 이어서 학사 에스라가 주도하는 2차 포로 귀환과 종교개혁, 그리고 대부흥 운동의 역사(7-10장)로 끝을 맺는다. 이런 본서의 역사는 비록 이스라엘(남유다) 백성이 범죄하여 나라를 잃고 바벨론에 포로가 되지만 연단의 기간을 거친 후 반드시 본토로 돌아오게 하시겠다는 하나님의 언약(렘 29:10-14)이 실제로 이스라엘(유다) 역사 가운데서 어떻게 성취되고 있는지를 생생하게 보여준다.</p>
					<img src="./assets/Overview/Ezra-01.svg" alt="역대상하 지도"></img>
					<p><br></br>본서는 1차, 2차 등 두 차례에 걸친 포로 귀환 사건을 중심으로 전개된다. 따라서 본서는 포로로 끌려간 유다 백성이 집단으로 살던 바벨론 남부 유브라데와 티그리스 강 중간의 평원 도시 닙불(Nippur), 포로 귀환의 경유지인 유브라데 강 연안 도시 바벨론, 레셉, 알레포, 수리아의 하맛, 다메섹, 그리고 포로 귀환의 종착점인 예루살렘 등이 중심무대다.</p>
  				</div>
			</details>
			<details>	
  				<summary><strong>느혜미야</strong> "성 벽 재 건"</summary>
				<div class="content">
					<p>본서는 3차 포로 귀환의 인솔자인 느헤미야가 귀환한 유다 백성과 더불어 무너진 예루살렘 성벽을 재건함으로 이스라엘의 정치적·사회적 안정을 꾀하고 그 위에 더하여 학사 에스라에 의해 주도된 신앙 부흥 운동이 더욱 가속화되어 신앙의 개혁을 이루어 나가는 일련의 과정들을 생동감 있게 기술하고 있다.
					<br></br><br></br>느헤미야가 바사왕의 술관원장으로 있던 바사 제국의 수도 수산. 느헤미아가 총독으로 지내며 성곽을 재건했던 예루살렘. 3차 포로 귀환의 행선지 등이 본서의 무대가 된다.</p>
					<img src="./assets/Overview/Nehemiah-01.svg" alt="느혜미야 지도"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>에스더</strong> “민 족 구 원”</summary>
				<div class="content">
					<p>‘여호와’라는 신명(神名)도, 성전도, 제사에 관한 기록도 전무하여 하나님의 말씀이 기록된 성경으로 보기에는 합당치 않다는 논란이 끊이지 않았던 책임에도 불구하고 이방에 포로로 끌려간 유다 백성을 전멸 직전에서 구원해 주신 하나님의 놀라운 섭리와 무한한 은총이 가장 잘 드러난 보석과 같은 책이 바로 에스더서다. 이 책은 연대기적으로 스룹바벨이 주도한 1차 포로 귀환(B.C. 537년경, 스 1-6장)과 학사 에스라가 주도한 2차 포로 귀환(B.C. 458년경, 스 7-10장) 사이에 바사 제국의 수도 수산에서 발생한 유다 백성의 구원 사건을 다루고 있다.</p>
					<img src="./assets/Overview/Esther-01.svg" alt="에스더 지도"></img>
					<p><br></br>본서는 바사 제국과 그 수도 수산 궁을 중심 무대로 하여 전개되고 있다. 당시 바사 제국은 중근동의 강대국인 바벨론을 무너뜨린 신흥 패권국으로서 동쪽으로는 인도, 서쪽으로는 헬라의 이오니아와 아프리카의 에디오피아, 남쪽으로는 페르시아 만, 북쪽으로는 메대 왕국에 이르기까지 거대한 영토를 가진 고대 국가였다. 티그리스 강 연안 도시 닙불과 수산 등지에는 당시 유다 포로민들이 많이 거주하고 있었다.</p>
					<img src="./assets/Overview/Esther-02.svg" alt="에스더 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>욥기</strong> “의 인 고 난”</summary>
				<div class="content">
					<p>문학 양식상 시가서에 해당하는 본서는 ‘어찌하여 의로운 자가 고난을 당하는가? 어찌하여 악인이 형통한가? 과연 하나님은 의로우신가?’하는 신정론(神正論, Theodicy)적 문제에 대한 해답을 제시해준다. 족장시대로 추정되는 때에 동방의 의로운 부자 욥에게 닥친 고난, 욥을 위로하기 위해 찾아온 세 친구와 욥의 세 차례 변론, 엘리후의 중재, 하나님의 계시를 통한 문제 해결의 순으로이어지는 본서는 고대 세계의 보편적 세계관인 인과응보(因果應報)의 법칙을 초월하여 하나님의 섭리는 오묘하며 절대적으로 선하다는 사실을 보여 줄 뿐만 아니라 하나님은 절대 주권자이시기 때문에 인간은 오직 그분 앞에 감사와 찬양을 돌릴 것뿐이라는 사실을 분명하게 교훈한다.</p>
					<img src="./assets/Overview/Job-01.svg" alt="욥기 지도"></img>
					<p><br></br>본서 무대는 욥의 고향이며 본서 전체의 배경이 되는 우스 땅이다(욥1:1). ‘우스’의 위치에 대해서는 이견이 있으나, 성경에서는 종종 에돔 지역과 관련하여 언급되며(렘 25:19-20) 우스 땅에 사는 사람을 에돔인이라 부른 기록이 있고(애 4:21), 욥을 찾아온 친구 중 한 사람인 엘리바스의 고향 데만 역시 에돔 변방에 위치하고 있는 점, 게다가 욥의 가축떼를 습격한 자들이 인근에 거주하는 스바 사람이나 갈대아 사람들(1:15, 17)이라는 점 등으로 미루어 볼 때 우스는 아마 팔레스타인 남동쪽 내지는 에돔 국경 지대의 성읍으로 추정할 수 있다. 이곳은 사막으로 둘러싸여 있지만 비옥한 초원 지대였을 것으로 짐작된다(1:14).</p>
					<img src="./assets/Overview/Job-02.svg" alt="욥기 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>시편</strong> “찬 양 고 백”</summary>
				<div class="content">
					<p>종교개혁자 마틴 루터(Martin Luther)의 말대로 ‘성경 전체의 축소판’이라 불릴 정도로 오랜 세월 수많은 시인들에 의해 불려진 시편은 매 시(詩)마다 각기 다양한 환경과 시대적 배경을 가지고 있다. 그럼에도 불구하고 이 시편들의 큰 주제는 오직 하나 ‘하나님을 향한 찬양과 경배의 고백’이라 할 수 있다. 그것도 시인들의 살아 있고 생생한 영혼의 울림과 탁월한 영감들로 말이다. 이런 측면에서 시편은 성경문학의 백미(白眉)요, 시간과 공간을 초월하여 모든 시대를 살아가는 모든 사람들에게 있어서 참된 영혼의 찬양이요 신앙 고백서라 할 수 있다.</p>
					<img src="./assets/Overview/Psalms-01.svg " alt="시편 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>잠언</strong> “삶 의 지 혜”</summary>
				<div class="content">
					<p>본서에서 20여 차례나 ‘여호와를 경외함이 지식의 근본’(1:7)이라고 교훈한 데서도 알 수 있듯이 잠언은 세상을 사는 인생이 추구해야 할 삶의 지혜를 짧은 문장들로 소개한 일종의 시가서다. 물론 고대 문명이 발달한 애굽이나 바벨론, 인도와 같은 나라에도 이런 지혜 문학이 발달한 것은 사실이다. 그러나 잠언이 제시하는 지혜는 다른 나라의 지혜문학들에서 볼 수 있는 단순히 세상을 사는 일종의 처세술과는 그 내용이 사뭇 다르다. 즉, 잠언은 ‘여호와 앞에서’ 세상을 바르게 살아가는 지혜를 가르치고 훈계하는 데 그 목적이 있는 것이다(1:2-4).</p>
					<img src="./assets/Overview/Proverbs-01.svg " alt="잠언 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>전도서</strong> “인 생 교 훈”</summary>
				<div class="content">
					<p>‘헛되다’로 시작해서(1:2) 결론 직전까지 무려 37회에 걸쳐 ‘헛되다’로 계속되는(12:8) 전도서는 얼핏 보면 염세주의와 무신론적 사상으로 가득 찬 것처럼 보인다. 그러나 전도서는 하나님 없이 살아가는 ‘해 아래’ 인생의 현주소를 분명하게 보여 줌과 동시에 이런 무의미한 인생이 정녕 가치 있고, 행복하며 영원한 복락을 누릴 수 있는 비결은 바로 ‘해 위에’ 계시는 하나님을 바라보는 것임을 분명하게 가르친다. 그것은 바로 저자가 결론부에서 ‘사람의 본분’이라 단언하며 선포한 것처럼 ‘하나님을 경외하고 그의 명령들을 지키는 것’(12:13)이다. 이렇게 본다면 전도서는 ‘해 아래’ 살면서 아무 희망 없는 절망적 인생이 가치 있는 복된 삶을 사는 비결을 제시한 영혼의 안내서라 하겠다.</p>
					<img src="./assets/Overview/Ecclesiastes-01.svg " alt="전도서 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>아가</strong> “사 랑 의 힘”</summary>
				<div class="content">
					<p>이스라엘 왕 솔로몬과 술람미의 포도원지기인 한 여인의 아름답고 순결한 사랑을 주제로 담고 있는 연가(戀歌) 형식의 본시는 풍부한 은유와 다양한 상징 등 온갖 수사법이 동원된 노래 중의 노래이다. 그래서 본시는 형식적으로는 결혼의 신성함과 아름다움, 남녀간의 순수한 사랑 등이 부각되는 듯이 보인다. 하지만 본시는 남녀간의 사랑 이면에 택한 백성을 향한 여호와 하나님의 무한한 사랑, 교회를 향한 그리스도의 아가페적인 사랑을 나타내 보이는 데 초점이 있다. 본시가 정경으로 채택된 데는 이런 하나님의 거룩한 뜻이 담겨 있기 때문이 아니겠는가?</p>
					<img src="./assets/Overview/SongofSolomon-01.svg" alt="아가 지도"></img>
					<p><br></br>본시는 솔로몬의 왕궁이 있는 예루살렘과 솔로몬의 포도원이 있는 술람미가 중심 무대를 이룬다. 이외에도 엔게디, 헤스본, 갈멜 산, 사론 평원, 레바논, 다메섹 등 본시에 은유적으로 혹은 비유적으로 빗대어 소개되는 팔레스타인의 여러 곳들을 배경으로 한다. 이런 여러 곳의 지역적 특성들을 잘 살펴본다면 본시의 정갈한 맛을 한껏 살릴 수 있을 것이다.</p>
					<img src="./assets/Overview/SongofSolomon-02.svg" alt="아가 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>이사야</strong> “심 판 회 복”</summary>
				<div class="content">
					<p>대선지서 중 첫 번째에 위치하며 모두 66장(章)으로 기록되어 ‘신구약성경의 축도(縮圖)’, ‘소(小)성경’등으로 불린다. 그리고 신약에서도 시편과 함께 가장 많이 인용된다. 이처럼 그 중요성을 인정받고 있는 본서는 한 마디로 ‘하나님의 의’와 ‘하나님의 구원’이라는 2대 주제로 집약될 수 있다. 즉, 본서 전반부에는 불의하고 범죄하는 자를 향한 하나님의 준엄한 심판이 선포되고 있는데, 여기에는 주변 이방 나라와 열강은 말할 것도 없고, 택한 백성이라 할지라도 예외일 수 없다. 하지만 하나님은 심판 중에도 회개하는 자를 불쌍히 여기시고 구원하시는데 그것이 바로 ‘남은 자’ 사상이다. 한편 이런 본서의 사상은 모든 예언서가 그러하듯이 이중적 구조로 이루어져 있다. 따라서 본서의 예언은 일차적으로 당시 역사현장에서 살아가는 사람들을 대상으로 하고 있지만(1-39장) 궁극적으로는 메시야의 도래(초림)와 나아가 세상 마지막 날 재림하실 메시야에 의해 수행될 심판과 구원으로 향하고 있음을 놓치지 말아야 한다(40-66장).</p>
					<img src="./assets/Overview/Isaiah-01.svg" alt="이사야 지도"></img>
					<p><br></br>이사야 선지자는 유다의 웃시야, 요담, 아하스, 히스기야, 므낫세 왕 등 5명의 왕이 통치하던 시기에 선지자 사명을 감당하였다. 이 시기에 북이스라엘에서는 7명의 왕이 교체되고 호세아 왕 때 북이스라엘은 마침내 앗수르에게 멸망당하게 된다(B.C. 722년경). 북이스라엘의 멸망은 앗수르 왕 디글랏빌레셀의 뒤를 이은 살만에셀 5세의 서진 정책의 결과였다. 국제 질서가 급격히 재편되고 국내외적으로 혼란스런 상황에서 이사야 선지자는 남유다와 북이스라엘, 그리고 주변 이방 나라들을 향해 하나님의 거룩한 뜻을 선포하였던 것이다.</p>
					<img src="./assets/Overview/Isaiah-02.svg" alt="이사야 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>예레미야</strong> “새 언 약”</summary>
				<div class="content">
					<p>본서에는 타락과 부패로 점철되어 돌이킬 수 없는 파멸의 깊은 수렁으로 빠져드는 유다 왕국의 망국적 상황에서 그래도 끝까지 눈물로 회개를 촉구하는 예레미야 선지자의 동족을 사랑하는 애절한 탄식이 절절히 흐르고 있다. 이로 인해 선지자는 온갖 고초를 겪지만 그럼에도 장래 이스라엘 백성에게 도래할 새로운 구원언약을 선포함으로써 소망과 비전을 제시해주고 있다.</p>
					<img src="./assets/Overview/Jeremiah-01.svg" alt="이사야 지도"></img>
					<p><br></br>예레미야 선지자는 유다 왕국의 3대 선왕(善王) 중 하나인 요시야왕이 선정을 베풀던 평화로운 시기에 사역을 시작하였다. 그러나 요시야 왕이 이미 멸망한 앗수르 제국의 판도하에서 바벨론 세력의 팽창을 저지하기 위해 출병한 요시야 왕은 애굽 왕 느고를 맞아 므깃도에서 전투하다 죽음으로써 유다 왕국의 평화는 깨어지고 말았다(왕하 23:29-30). 애굽은 요시야의 뒤를 이어 왕이 된 여호아하스를 폐위시킨 뒤 여호야김을 왕으로 세웠고, 친 애굽파이던 여호야김은 서진 정책을 펼치던 바벨론에 의해 다시 폐위되고 여호야긴이 즉위하였으나 그 역시 친 애굽 정책을 지속하자 바벨론은 여호야긴을 폐위시키고 시드기야를 왕으로 세우는 등 유다 왕국의 내정은 외세에 의해 끊임없이 간섭당하였다. 결국 유다 왕국은 시드기야 때 바벨론 왕 느부갓네살에 의해 멸망당하게 되는데(B.C. 586년경), 선지자 예레미야는 이런 혼란기 때유다 백성에게 나라의 혼란이 국방력 열세에 있지 않고 백성, 특히 지도자들의 범죄 행위 때문임을 지적하면서 철저한 회개만이 살 길임을 촉구하였다.</p>
					<img src="./assets/Overview/Jeremiah-02.svg" alt="이사야 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>예레미야애가</strong> “눈 물 노 래”</summary>
				<div class="content">
					<p>본시는 그토록 아름답고 영화로웠던 하나님의 도성 예루살렘이 참담하게 파괴되고 멸망당한 현실을 처절하게 슬퍼하며 애절한 눈물로 노래한, 다섯 장의 짧은 시 형식으로 이루어진 조가(弔歌)이다. 동시에 본시는 하나님이 살아계신다면 과연 하나님의 지상 임재 처소인 성전이 이방인의 말발굽에 짓밟힐 수 있는가에 대한 신앙적 회의와 의문에 대한 변증시라 할 수 있다. 하지만 시인은 본시에서 궁극적으로 성취될 하나님의 새 언약을 제시함으로써 폐허 속에서도 회복과 구원의 찬란한 빛을 던져주고 있다.</p>
					<img src="./assets/Overview/Lamentations-01.svg " alt="예레미야애가 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>에스겔</strong> “새 성 전”</summary>
				<div class="content">
					<p>바벨론의 2차 침공 때 여호야긴 왕과 더불어 포로가 된 에스겔은 바벨론의 그발 강가에서 소명을 받고 포로 된 유다 백성을 향해 본토 회복의 소망을 선포하며 위로와 용기를 북돋운 선지자다. 그는 다니엘 선지자에 버금가는 환상과 비유, 묵시와 상징적 표현들을 많이 사용하였는데, 이는 아마도 유다 백성의 본토 회복 차원을 넘어 하나님의 백성이 장차 누릴 영원한 새 예루살렘(천국)에 대한 소망과 비전을 제시하기 위함이었을 것이다.</p>
					<img src="./assets/Overview/Ezekiel-01.svg" alt="에스겔 지도"></img>
					<p><br></br>본서는 앗수르의 수도 니느웨가 바벨론에 의해 함락되고(B.C. 612년경) 바벨론의 서진 정책을 저지하려던 애굽이 갈그미스에서 대패하는 등 국제 질서가 재편되는 상황에서 전통적으로 친 애굽 정책을 펴던 유다 왕국이 바벨론에 의해 공격을 받고 풍전등화(風前燈火)의 위기에 빠져 있는 극도로 혼란한 현실을 배경으로 한다. 이런 상황에서 저자 에스겔은 바벨론의 2차 침공으로 여호야긴 왕을 비롯한 귀족 1만여 명이 포로 될 때(B.C. 597년경) 함께 바벨론에 끌려가게 되었다.</p>
					<img src="./assets/Overview/Ezekiel-02.svg" alt="에스겔 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>다니엘</strong> “뜻 을 정 함”</summary>
				<div class="content">
					<p>본서는 바벨론의 1차 침공 때 포로로 잡혀가 바벨론과 바사 두 왕국에서 네 명의 통치자 아래 약 70여 년 간 공직자로, 또는 선지자로 사역했던 다니엘이 자신의 개인적 신앙 체험과 하나님으로부터 받은 환상들을 기록한 책이다. 특히 본서는 구약성경 유일의 묵시문학서로서 ‘구약의 계시록’이란 별명을 갖고 있다. 본서는 다니엘과 세 친구들의 역사를 기록한 전반부(1-6장)와 꿈, 환상 등을 통한 세상 나라와 미래의 종말을 기술한 후반부(7-12장)로 구성되는데, 선지자는 이를 통해 암울한 시기에 유다 백성이 믿음을 잃지 않도록 격려하며 장차 누리게 될 영화로운 나라에 대한 소망을 갖게 하려고 힘썼다.</p>
					<img src="./assets/Overview/Daniel-01.svg" alt="다니엘 지도"></img>
					<p><br></br>앗수르 제국을 무너뜨리고 나아가 애굽 세력을 갈그미스에서 격파한 바벨론은 그 여세를 몰아 유다 왕국을 침공하고 1차로 유다 백성을 포로로 끌고 간다. 이런 유다 침공 사건은 그후 두 차례 더 이루어졌고, 바벨론의 3차 침공 때 유다 왕국은 완전히 멸망 당한다(B.C. 586년). 그러나 중근동의 강대국을 자처하던 바벨론도 바사 제국의 고레스에게 멸망당하고 만다(B.C. 539년). 이런 와중에 바벨론에 1차 포로로 끌려간 다니엘은 아주 특이하게도 바벨론 제국과 바사 제국에서 고위 관리를 지내며 선지자로서의 사명을 감당한다.</p>
					<img src="./assets/Overview/Daniel-02.svg" alt="다니엘 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>호세아</strong> “하 나 님 사 랑”</summary>
				<div class="content">
					<p>본서는 북이스라엘 사상 최고의 황금기에 수도 사마리아를 중심으로 예언 활동을 벌인 선지자 호세아의 사역을 기술하고 있다. 그러나 외적으로 화려하고 풍요로웠던 사회적 분위기와는 다르게 본서는 이스라엘 지도층의 도덕적 타락상, 가난하고 소외된 자를 외면하는 백성들의 사회적 무관심, 우상 숭배와 불신앙에 대한 신랄한 꾸지람과 심판 선언으로 가득 차 있다. 하지만 선지자는 한 걸음 더 나가 음란한 아내와 불행했던 자신의 결혼 생활에 빗대어 무한하신 하나님의 사랑을 상기시키면서 백성들에게 거듭 회개를 촉구하고 하나님과의 관계를 회복하도록 호소한다.</p>
					<img src="./assets/Overview/Hosea-01.svg" alt="호세아 지도"></img>
					<p><br></br>북이스라엘 왕 여로보암 2세 당시 앗수르는 북방 민족들의 끊임없는 침략 위협과 혼란을 겪고 있었다. 이 틈을 타 여로보암 2세는 북방 하맛 어귀까지 영토를 확장하고 국방력을 강화하며, 경제적 안정을 꾀하여 북이스라엘은 역사 이래 최고의 황금기를 이룬다. 하지만 이런 번영은 곧 사치와 타락으로 이어졌고, 여로보암 2세 사후 스가랴, 살룸, 므나헴, 브가히야, 베가를 거치면서 북이스라엘 왕국은 점점 쇠락하여 호세아 왕 때 결국 앗수르에게 패망하고 말았다(B.C. 722년).</p>
					<img src="./assets/Overview/Hosea-02.svg" alt="호세아 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>요엘</strong> “성 령 임 함”</summary>
				<div class="content">
					<p>본서는 두렵고 무서운 메뚜기 떼의 재앙을 통해 하나님의 준엄한 심판을 경고하기 위해 기록된 책이다. 요엘은 이런 재앙이 하나님으로부터 오는 심판임을 상기시키면서 이 재앙의 날을 ‘여호와의 날’로 묘사한다. 그러나 한편으로 ‘여호와의 날’은 심판과 재앙의 차원을 넘어 신실하고 의로운자들에게는 도리어 구원의 날이기도 하다. 그러기에 선지자는 본서를 통해 재앙의 날이 구원의 날이 될 수 있음을 상기시키면서 죄악에서 돌이켜 회개할 것을 촉구하고 있다.</p>
					<img src="./assets/Overview/Joel-01.svg" alt="요엘 지도"></img>
					<p><br></br>유다 왕 요아스는 1살 때 아버지 아하시야가 북이스라엘의 예후에게 살해되고 할머니 아달랴가 다윗 왕가에 속한 일족들을 모조리 살해할 때 고모 여호세바와 고모부며 대제사장인 여호야다의 도움으로 성전에서 6년 동안 몰래 양육받다 여호야다가 혁명을 일으켜 아달랴를 추출하자 7세의 나이로 왕위에 옹립되었다. 그러나 어린 나이로 인해 대제사장 여호야다의 섭정은 불가피하였다.</p>
					<img src="./assets/Overview/Joel-02.svg" alt="요엘 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>아모스</strong> “정 의 공 법”</summary>
				<div class="content">
					<p>북이스라엘을 위협하던 아람이 앗수르에 의해 패하자 다메섹 북방 하맛까지 영토를 확장한 북이스라엘의 여로보암 2세는 솔로몬 이후 최고의 황금기를 누리게 된다. 하지만 외적 번영은 오히려 사치와 향락, 계층간의 갈등과 소외 현상, 우상 숭배와 불신앙을 가져왔고, 하나님께서는 남유다 출신 농부였던 아모스를 북이스라엘로 파송하여 공의의 메시지를 선포하게 하신다.</p>
					<img src="./assets/Overview/Amos-01.svg" alt="아모스 지도"></img>
					<p><br></br>북이스라엘의 여로 보암 2세 당시 북이스라엘은 아람 왕 벤하닷 3세가 앗수르에게 패하여 북방으로부터의 위협이 사라져 한동안 국정의 안정을 이룰 수 있었다. 그러나 국가의 안정과 번영은 오히려 사회의 부패와 종교적 타락으로 이어졌다. 이때 아모스 선지자는 북이스라엘로 가서 우상 숭배가 만연했던 벧엘, 길갈, 사마리아를 중심으로 사역하였다.</p>
					<img src="./assets/Overview/Amos-02.svg" alt="아모스 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>오바댜</strong> “에 돔 심 판”</summary>
				<div class="content">
					<p>본서는 구약에서 가장 짧은 21절의 분량으로 구성되어 있다. 이렇게 작은 분량의 책이지만 형제 나라인 유다 백성을 괴롭힌에 돔의 죄악들을 지적하고 심판을 선포하는 어조는 매우 강렬하다. 이는 마치 법정에서 재판관이 죄인의 죄목을 열거하고 형량을 언도하는 듯한 느낌을 줄 정도다.이렇게 본서는 에돔의 멸망을 선포하고 있지만 여기에 머물지는 않는다. 에돔으로 대표되는 불신 세력들은 반드시 멸망하고 하나님은 당신의 백성과 나라를 더욱 공고하게 세우신다는 것이 본서의 중심주제라 할 수 있다(1:17-21).</p>
					<img src="./assets/Overview/Obadiah-01.svg" alt="오바댜 지도"></img>
					<p><br></br>오바댜는 유다 출신의 선지자이지만 독특하게도 에돔 왕국의 멸망을 선포한 선지자다. 에돔 왕국은 사해 남단 난공불락의 요새지 세일 산맥을 근간으로 형성된 나라로서 유다 왕국과는 형제국이지만 예루살렘이 침공당할 때 기뻐하고, 그 기회를 노려 약탈을 일삼으며, 도주로를 차단하고 유다 백성을 붙들어 대적에게 넘기는 등 온갖 만행을 일삼다 B.C. 2세기경 요한 힐카누스에 의해 유다에 복속되었고, 로마 제국의 디도 장군에 의해 멸망당하여 역사의 무대에서 사라졌다(Wycliffe).</p>
					<img src="./assets/Overview/Obadiah-02.svg" alt="오바댜 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>요나</strong> “니 느 웨 전 도”</summary>
				<div class="content">
					<p>구약 대부분의 책이 선민 중심의 구속 역사를 기술하고 있는 것에 반해 본서는 독특하게도 이방 나라, 특히 이스라엘의 원수 나라인 앗수르의 수도 니느웨의 구원을 중심으로 전개되고 있다. 본서는 하나님이 선민 이스라엘 백성만을 위한 하나님이 아니라 이방인들의 하나님, 곧 온 천하 만민의 하나님이심을 보여준다는 측면에서 ‘구약의 복음서’라 해도 과언이 아닐 것이다.</p>
					<img src="./assets/Overview/Jonah-01.svg" alt="오바댜 지도"></img>
					<p><br></br>니느웨는 사마리아에서 북동쪽으로 750여㎞ 떨어진 곳으로 티그리스 강가에 세워진 고대 앗수르 제국의 수도였다. 앗수르는 전통적으로 이스라엘과는 원수지간이었으며, 패전국이나 포로에게는 잔인하기로 소문나 있었다. 이런 상황에서 요나 선지자는 니느웨로 가라는 하나님의 지시를 거부하고 이스라엘에서 무려 3200여㎞나 떨어진 지중해 끝(서편)의 다시스로 가는 무역선에 올랐던 것이다.</p>
					<img src="./assets/Overview/Jonah-02.svg" alt="오바댜 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>미가</strong> “베 들 레 헴”</summary>
				<div class="content">
					<p>유다 왕국에서 우상 숭배가 가장 극심했던 아하스 왕 시대를 배경으로 활동했던 선지자 미가의 메시지는 당연히 우상 숭배에 대한 신랄한 지적에 초점이 모아진다. 하지만 종교적 타락이 자연스레 사회 도덕적 타락으로 이어지듯이 그의 메시지는 불의와 불법을 자행하는 지도자, 권력자, 부자 등 사회적 강자에게로 향한다. 본서에서 선지자는 하나님의 공의로운 심판을 선포하지만 동시에 끝까지 믿음을 지키고 인내하는 남은 자를 향한 위로와 구원의 메시지도 놓치지 않는다.</p>
					<img src="./assets/Overview/Micah-01.svg" alt="미가 지도"></img>
					<p><br></br>미가 선지자가 활동한 당시 앗수르의 사르곤 2세는 북이스라엘을 멸망시키고 블레셋을 공격하는 등 끊임없는 위협을 가하고 있었다. 또 그 후계자 산헤립은 유다 왕국을 호시탐탐 노리고 있었다. 이런 와중에 유다 왕 아하스는 친 앗수르 정책을 펼치면서 앗수르의 우상을 들여와 신앙적 도덕적 타락을 초래하였고, 그 뒤를 이어 왕이 된 히스기야는 종교개혁을 추진하며 신앙 회복을 선언하였지만 반대로 앗수르의 군사적 위협 아래 시달리고 있었다. 이런 상황에서 선지자는 예루살렘을 중심으로 남유다와 북이스라엘 백성을 대상으로 사역을 수행하였다.</p>
					<img src="./assets/Overview/Micah-02.svg" alt="미가 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>나훔</strong> “니 느 웨 심 판”</summary>
				<div class="content">
					<p>요나서가 앗수르의 수도 니느웨의 회개와 구원을 중심 주제로 다루고 있다면, 반대로 본서는 니느웨의 심판과 멸망에 대한 예언으로 이루어져 있다. 요나 선지자 이후 1세기를 지나면서 니느웨 백성은 다시 완악하고 교만해졌다. 잔인하고 무자비하기로 소문난 앗수르였지만 죄를 뉘우치고 회개할 때 하나님은 진노를 거두시고 구원의 은혜를 베푸셨다. 하지만 회개의 정신을 망각한 채 교만하여 범죄할 때 하나님은 다시금 진노의 칼을 높이 드신 것이다.</p>
					<img src="./assets/Overview/Nahum-01.svg" alt="나훔 지도"></img>
					<p><br></br>선지가가 활동하던 당시 앗수르는 앗술 바니팔(B.C. 669-626년)이 통치하던 시기였다. 그는 동쪽으로 페르시아만, 서쪽으로 소아시아, 남쪽으로 애굽, 북쪽으로 카스피 해에 이르는 광대한 제국을 거느리고 있었다. 이런 최강의 국력을 자랑하던 때에 선지자는 하나님의 명을 좇아 니느웨의 멸망을 선포하였다. 그리고 나훔의 경고 이후 얼마지 않아 니느웨는 바벨론에 의해 함락당하고 앗수르 제국은 멸망하였다(B.C. 612년).</p>
					<img src="./assets/Overview/Nahum-02.svg" alt="나훔 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>하박국</strong> “오 직 믿 음”</summary>
				<div class="content">
					<p>하나님은 과연 살아 역사하시는가? 그렇다면 세상에서 악인이 잘 되고 의인이 고통받는 이유는 무엇인가? 이런 신정론(神正論)적 질문에 대해 명쾌한 해답을 제시하는 책이 바로 하박국서다. 하박국은 그 해답으로 ‘의인은 그의 믿음으로 말미암아 살리라’(2:4)는 유명한 이신득의(以信得義) 사상을 일깨워 주었다. 사도 바울은 이 말씀에 근거하여 하나님의 구원 원리를 가르쳤고(롬 1:17; 갈 3:11), 중세 시대 마틴 루터(M. Luther)는 이 말씀에 의지하여 종교개혁의 기치(旗幟)를 높이 들었다.</p>
					<img src="./assets/Overview/Habakkuk-01.svg" alt="하박국 지도"></img>
					<p><br></br>중동의 신흥 강대국 바벨론이 앗수르 제국을 멸망시키고, 전통적 강국 애굽마저 격파하는 등 중근동의 신 질서가 재편되던 때. 당시 유다는 개혁주의자 요시야 왕이 전사하면서 국운이 급속도로 쇠퇴해가고 있었다.</p>
					<img src="./assets/Overview/Habakkuk-02.svg" alt="하박국 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>스바냐</strong> “세 계 심 판”</summary>
				<div class="content">
					<p>요엘서나 아모스서와 마찬가지로 본서 역시 ‘여호와의 날’이 중심 주제다. ‘여호와의 날’ 이란 이중적 의미를 갖는데, 불법하고 경건치 못한 자에게는 심판의 날이지만 고난 중에도 신앙을 지키는 의로운 자에게는 구원의 날이요 은혜의 날이다. 여기에는 선민과 이방인의 차별이 없다. 오직 죄를 회개하고 하나님께로 돌아오는 자만이 여호와의 날에 구원에 참여하게 되는 것이다.</p>
					<img src="./assets/Overview/Zephaniah-01.svg" alt="스바냐 지도"></img>
					<p><br></br>선지자가 활동하던 당시는 앗술바니팔(B.C. 669-633년)이 앗수르 제국을 다스리며 여전히 막강한 위용을 자랑하던 때였다. 그후 B.C. 626년 신흥 강대국 바벨론이 앗수르를 공격하였고, B.C. 612년에 앗수르(니느웨)를 멸망시켰다. 이 시기에 유다 왕국에서는 므낫세(B.C. 697-642년), 아몬(B.C. 642-640년)이 통치하였고, 뒤를 이어 요시야 (B.C. 640-609년)가 왕이 되어 우상을 철폐하고 신앙 회복을 위해 혼신의 힘을 기울였다. 스바냐는 이 시기에 요시야 왕을 도와 신앙 부흥 운동에 앞장섰다.</p>
					<img src="./assets/Overview/Zephaniah-02.svg" alt="스바냐 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>학개</strong> “재 건 외 침”</summary>
				<div class="content">
					<p>본서의 기자인 학개 선지자는 포로기 이후 가장 먼저 활동한 선지자인데, 그는 스룹바벨 이후 14년 동안 중단되었던 성전 재건 사역을 독려하고, 성전 재건을 통해 선민들이 다시금 하나님 중심적인 신앙으로 돌아오도록 격려할 목적으로 본서를 기록하였다. 본서는 하나님으로부터 받은 네 편의 계시(1:1; 2:1, 10, 20)를 중심으로 모두 두 장으로 이루어져 있다.</p>
					<img src="./assets/Overview/Haggai-01.svg" alt="학개 지도"></img>
					<p><br></br>바벨론이 바사 제국에게 멸망당한 뒤 고레스는 칙령을 내려 유다 백성의 본토 귀환을 허락하였다. 그리하여 유다 포로민들은 1차로 스룹바벨의 인솔하에 귀환하여(B.C. 537년) B.C. 536년경 성전 재건에 착수하였다. 그러나 사마리아 사람들을 비롯한 이방인들의 집요한 방해로 공사는 2년 만에 중단되었다(B.C. 534년). 학개 선지자가 성전 재건을 촉구한 다리오 왕 2년(B.C. 520년)까지 무려 14년 동안 이런 상태는 계속되었다. 그러나 학개 선지자의 헌신적 노력으로 성전은 공사를 재개한 지 4년 만인 B.C. 516년(다리오 6년) 마침내 완공을 보게 되었다.</p>
					<img src="./assets/Overview/Haggai-02.svg" alt="학개 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>스가랴</strong> “메 시 아 오 심”</summary>
				<div class="content">
					<p>학개서가 성전 재건을 직설적으로 표현한 책이라면 동시대의 작품인 스가랴서는 성전 재건이라는 같은 주제를 다양한 환상과 예언, 상징적 수사법을 동원하여 묘사하고 있다. 나아가서 본서는 건물로서의 성전 재건 차원이 아니라 성전이신 메시야와 그분의 강림에 대한 예언으로까지 발전시킨다. 이렇듯 메시야 왕국에 대한 신령한 정보들로 가득 찬 본서는 모두 여덟 개의 환상(1-6장)과네 개의 설교(7-8장), 그리고 두 가지 경고(9-14장)로 구성되어 있다.</p>
					<img src="./assets/Overview/Zechariah-01.svg" alt="스가랴 지도"></img>
					<p><br></br>스가랴 선지자는 스룹바벨이 인솔하는 1차 포로 귀환 때(B.C. 537년) 예루살렘으로 돌아왔다. 그후 17년이란 세월이 흐른 뒤 본격적으로 선지자 사역을 시작하였다(B.C. 520년). 이때는 예루살렘 성전 재건 사역이 중단된 지 14년이 흐른 뒤였고, 동시대의 선지자였던 학개의 두 번째 예언(학 2:1-9)과 세 번째 예언(학2:10-19) 사이에 해당되는 시기였다.</p>
					<img src="./assets/Overview/Zechariah-02.svg" alt="스가랴 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>말라기</strong> “예 배 회 복”</summary>
				<div class="content">
					<p>구약성경의 마지막 책이자 구약 시대에서 신약 시대로 넘어가는 과도기에 가교 역할을 하는 본서는 모두 23개의 문답식 교훈과 6편의 설교로 구성되어 있다. 학개 선지자와 스가랴 선지자의 가르침대로 성전을 재건하였지만 1세기가 지나도록 메시야 왕국은 도래하지 않고, 어떤 영광스런 일도 일어나지 않는 데 염증을 느끼며 신앙 생활에 태만하던 때에 말라기 선지자는 유다 백성에게 하나님과 맺었던 선민으로서의 약속을 상기시키면서 장차 도래할 영화로운 메시야 왕국에 대한 소망을 다시금 불러 일으켰던 것이다.</p>
					<img src="./assets/Overview/Malachi-01.svg" alt="말라기 지도"></img>
					<p><br></br>말라기는 스가랴 선지자(B.C. 520년경)보다 거의 1세기 뒤에 활동하였다(B.C. 430년경). 그렇다면 이 시기는 총독 느헤미야가 예루살렘 성곽을 완공하고 예루살렘을 다스리던 시대이기도 한데, 혹자는 느헤미야가 바사 궁궐로 간 뒤 다시 예루살렘으로 돌아오기까지의 공백기(B.C. 433-425년경)에 말라기 선지자가 활동한 것으로 보기도 한다. 이때는 바사 왕 아닥사스다 1세의 통치 시기이기도 했다.</p>
					<img src="./assets/Overview/Malachi-02.svg" alt="말라기 표"></img>
  				</div>
			</details>
			<details>	
  				<summary><strong>마태복음</strong></summary>
				<div class="content">
					<p>구약성경이 메시야 언약에 초점이 맞추어져 있다면 신약은 메시야 언약이 예수 그리스도를 통해 어떻게 성취되고 있는가를 보여 주는 책이다. 이런 점에서 마태복음은 언약 성취의 첫발을 힘차게 내딛는 관문이라 할 수 있다. 특히 본서는 메시야 예수가 다윗의 자손이요, 왕으로 오시는 분 이심을 강조하고 있어 ‘왕의 복음’이란 별명이 붙어 있다.</p>
					<img src="./assets/Overview/Matthew-01.svg" alt="마태복음 지도"></img>
					<p><br></br>본서는 예수 그리스도의 출생지 베들레헴, 예수께서 어린 시절을 보내신 나사렛, 공생애의 중심이지 갈릴리 지방, 북방 사역의 중심지 두로, 제자들을 훈련시킨 북방 가이사랴 빌립보, 그리고 십자가에 달려 돌아가심으로써 인류 구원의 대업을 완수하신 예루살렘 등이 중심 무대를 이룬다.</p>
					<img src="./assets/Overview/Matthew-02.svg" alt="마태복음 표"></img>
  				</div>
			</details>
	  	</div>
		  
	);
}
export default Overview;